PUNCTUATION_DICT = {
    '.', '，', '。', '？', '！', ',', '?', '!', '、', '；', ';', '：', ':', '“', '”', '"', '‘', '’', '《', '》', '（', '）', '【', '】', '� '
}
PUNCTUATION_REGEX_STR = "[，。？！,?!.、；;：:\"‘’《》（）【】]"
ERROR_TRNASLATION = {
    "pol": "政治术语纠错",
    "char": "别字纠错",
    "word": "别词纠错",
    "redund": "语法纠错-冗余",
    "miss": "语法纠错-缺失",
    "order": "语法纠错-乱序",
    "dapei": "搭配纠错",
    "punc": "标点纠错",
    "idm": "成语纠错",
    "org": "机构名纠错",
    "leader": "领导人职称纠错",
    "number": "数字纠错",
    "addr": "地名纠错",
    "name": "全文人名纠错",
    "grammar_pc": "句式杂糅&语义重复",
}